/**
 * @auther lansen
 * @description 成果简介富文本
 */

export const briefHtml = `<p style="text-indent: 2em; text-align: start;">建设一流大学，核心是培养一流人才，关键要有一流本科。2007年，经过教育思想大讨论，全校上下对“教代会”校长报告中提出的“坚守立德树人根本，实施‘精英教育、个性化教育、全面发展教育’”理念达成共识，倾力办最好本科，十年磨一剑，以课堂教学改革为突破口，全要素、全过程、全方式、全师资、全方位开展一流本科教育川大实践，真正让每位学子都能享受最适合自己的优质教育，成为具备独立思考能力、创新创业能力、协作精神和社会担当能力的一流人才。</p><p style="text-indent: 2em; text-align: start;">本成果紧紧抓住“45分钟课堂”主战场，以“探究式-小班化”课堂教学改革为突破口，实施“课程体系、教学方式、学业评价、教学激励、条件保障”全要素课堂教学改革，打造“高阶学习”课堂；以“非标准答案考试”为牵引，开展关注学生自主学习的全过程学业评价；通过万门课程、国际课程周、千个学术社团、双创一条街等多...</p>`

export const briefDetailHtml = `<p style="text-indent: 2em; text-align: start;">建设一流大学，核心是培养一流人才，关键要有一流本科。2007年，经过教育思想大讨论，全校上下对“教代会”校长报告中提出的“坚守立德树人根本，实施‘精英教育、个性化教育、全面发展教育’”理念达成共识，倾力办最好本科，十年磨一剑，以课堂教学改革为突破口，全要素、全过程、全方式、全师资、全方位开展一流本科教育川大实践，真正让每位学子都能享受最适合自己的优质教育，成为具备独立思考能力、创新创业能力、协作精神和社会担当能力的一流人才。</p><p style="text-indent: 2em; text-align: start;">本成果紧紧抓住“45分钟课堂”主战场，以“探究式-小班化”课堂教学改革为突破口，实施“课程体系、教学方式、学业评价、教学激励、条件保障”全要素课堂教学改革，打造“高阶学习”课堂；以“非标准答案考试”为牵引，开展关注学生自主学习的全过程学业评价；通过万门课程、国际课程周、千个学术社团、双创一条街等多措并举，全方式推进个性化培养；通过教师“双证”上讲台、绩效考核、重奖一线教师等，全师资强化教书育人；牢固确立本科教学基础地位，全方位加大教学投入，打造学术殿堂式教学环境。</p><p style="text-indent: 2em; text-align: start;">十余年的真抓实干，学校本科教育教学实现了六个转变：从注重知识点传授的“以教为中心”向“知识+思维方式+想象力”并重的“以学为中心”教学模式转变；从“灌输式”、“片面追求专业化”向探究式、个性化的培养方式转变；从重死记硬背、“期末一考定成绩”向重独立思考、“全过程学业评价-非标准答案考试”的学业评价转变；教师从“知识传播者”到激发学生创新创造的“引导者”的角色转变；学生从被动学习、“考试型学霸”向主动学习、“创新型学霸”的行为转变；从教学投入单一、偏少到全方位教学投入的机制转变。形成了教师“爱教、善教、乐教”、学生“勤学、悦学、会学”的良好氛围，形成了一流本科教育的川大模式雏形，引起国内外高教界广泛关注，产生了引领和示范作用。</p>`
