/**
 * @auther lansen
 * @description 成果简介富文本
 * @lastUpdateTime 2022-7-26
 */

export const briefHtml = `<p style="text-indent: 2em; text-align: start;">建设一流大学，核心是培养一流人才，关键要有一流本科。2007年，经过教育思想大讨论，全校上下对“教代会”校长报告中提出的“坚守立德树人根本，实施‘精英教育、个性化教育、全面发展教育’”理念达成共识，倾力办最好本科，十年磨一剑，以课堂教学改革为突破口，全要素、全过程、全方式、全师资、全方位开展一流本科教育川大实践，真正让每位学子都能享受最适合自己的优质教育，成为具备独立思考能力、创新创业能力、协作精神和社会担当能力的一流人才。</p><p style="text-indent: 2em; text-align: start;">本成果紧紧抓住“45分钟课堂”主战场，以“探究式-小班化”课堂教学改革为突破口，实施“课程体系、教学方式、学业评价、教学激励、条件保障”全要素课堂教学改革，打造“高阶学习”课堂；以“非标准答案考试”为牵引，开展关注学生自主学习的全过程学业评价；通过万门课程、国际课程周、千个学术社团、双创一条街等多...</p>`
